Repository: lionheart/Pushpin
Catalog: Localizations/*.lproj/Localizable.strings
Languages: da, de, fr, it, pt

source: Default
da: Standard
de: Standard
fr: Défaut
pt: Pré-definição

source: Edit
da: Rediger
de: Bearbeiten
fr: Éditer
it: Modifica
pt: Editar

source: Done
da: Færdig
de: Fertig
fr: Fait
it: Fine
pt: Concluído

source: Shucks
de: Ach, was soll's!
fr: Pfff
it: Accidenti
pt: Pena

source: Uh oh.
da: Åh nej.
fr: Hum hum...
it: Occhio!

source: Nope
da: Nej tak
de: Nein
fr: Pas vraiment, non!
it: No
pt: Não

source: Sure
da: Selvfølgelig
de: Sicher
fr: D’accord!
it: Sì
pt: Claro

source: Success
da: Succes
de: Erfolg
fr: Succès
it: Completato
pt: Sucesso

source: Delete
da: Slet
de: Löschen
fr: Effacer
it: Elimina
pt: Apagar

source: Share
da: Del
de: Teilen
fr: Partager
it: Condividi
pt: Partilhar

source: No
da: Nej
de: Nein
fr: Non
pt: Não

source: Yes
da: Ja
de: Ja
fr: Oui
it: Sì
pt: Sim

source: Updating bookmarks
da: Opdaterer bogmærker
de: Lesezeichen aktualisieren
fr: Mise à jour des signets
it: Aggiornamento dei preferiti...
pt: A atualizar marcadores

source: Browse
da: Gennemse
de: Stöbern
fr: Parcourir
it: Sfoglia
pt: Navegar

source: Settings
da: Instillinger
de: Einstellungen
fr: Paramètres
it: Impostazioni
pt: Definições

source: Add
da: Tilføj
de: Hinzufügen
fr: Ajouter
it: Aggiungi
pt: Adicionar

source: Update Bookmark
da: Opdater bogmærke
de: Lesezeichen bearbeiten
fr: Mettre à jour le signet
it: Aggiorna preferito
pt: Atualizar Marcador

source: Update
da: Opdater
de: Fertig
fr: Enregistrer
it: Fine
pt: Feito

# Add Bookmark
source: New Bookmark
da: Nyt bogmærke
de: Lesezeichen hinzufügen
fr: Ajouter un signet
it: Nuovo preferito
pt: Adicionar Marcador

source: Cancel
da: Afbryd
de: Abbrechen
fr: Annuler
it: Annulla
pt: Cancelar

source: Add Bookmark?
da: Tilføj bogmærke??
de: Lesezeichen hinzufügen?
fr: Ajouter un signet ?
it: Aggiungere ai preferiti?
pt: Adicionar Marcador?

# We've detected a URL in your clipboard. Would you like to bookmark it?
source: Pushpin detected a link in your clipboard. Would you like to add it to your bookmarks?
da: Pushpin har fundet et link i din udklipsholder. Vil du tilføje det til dine bogmærker?
de: Wir haben eine URL in deiner Zwischenablage gefunden. Zu deinen Lesezeichen hinzufügen?
fr: Nous avons détecté une URL dans votre presse-papier. Voudriez-vous l’ajouter ?
it: È stato rilevato un URL negli appunti. Vuoi aggiungerlo ai preferiti?
pt: Detetamos um URL na área de tranferência, gostaria de adicionar um marcador?

source: All
da: Alle
de: Alle
fr: Tout
it: Tutti
pt: Todos

# All Bookmarks
source: All
da: Alle
de: Alle Lesezeichen
fr: Tous les signets
it: Tutti i preferiti
pt: Todos os Marcadores

# Private Bookmarks
source: Private
da: Privat
de: Privat
fr: Privé
it: Privati
pt: Privado

source: Unread
da: Ulæs
de: Ungelesen
fr: Non lu
it: Non letti
pt: Não lidas

source: Untagged
da: Ikke tagged
de: Ohne Tag
fr: Sans tag
it: Non etichettati
pt: Sem etiqueta

source: Bookmarks
da: Bogmærker
de: Lesezeichen
fr: Signets
it: Preferiti
pt: Marcadores

source: Personal
da: Personlig
de: Eigene
fr: Personnel
it: Personali
pt: Pessoal

source: Community
de: Gemeinsame
fr: Communauté
it: Comunità
pt: Comunidade

source: Fandom
de: Fangemeinde
fr: Fans

source: Popular
da: Populær
de: Populär
fr: Populaire
it: I più diffusi

source: Network
da: Netværk
de: Netzwerk
fr: Réseau
pt: Rede

source: Your bookmark was deleted.
da: Dit bogmærke blev slettet.
de: Dein Lesezeichen wurde gelöscht.
fr: Votre signet a été supprimé.
it: Il preferito è stato eliminato.
pt: O marcador foi apagado.

source: Your bookmark was updated.
da: Dit bogmærke blev opdateret.
de: Deine Lesezeichen wurden aktualisiert.
fr: Votre signet a été mis à jour.
it: Il preferito è stato aggiornato.
pt: O marcador foi atualizado.

source: Your bookmark was added.
da: Din bogmærke blev tilføjet.
de: Dein Lesezeichen wurde hinzugefügt.
fr: Votre signet a été ajouté.
it: Il preferito è stato aggiunto.
pt: O marcador foi adicionado.

source: There was an error updating your bookmark.
da: Der skete en fejl ved opdatering af bogmærket.
de: Es gab einen Fehler beim Aktualisieren deines Lesezeichens.
fr: Erreur rencontrée durant la mise à jour de votre signet.
it: Errore nell'aggiornamento del preferito.
pt: Houve um erro ao actualizar o marcador.

source: Pinboard.in
de: Lesezeichen für Introvertierte
fr: Le bookmarking pour les introvertis
it: Preferiti per introversi
pt: Marcadores para introvertidos

# pinboard .bookmarking
source: Click to edit tags.
da: Tryk for for at redigere tags.
de: lesezeichen antisozial
fr: bookmarking antisocial
it: preferito asociale
pt: marcadores antisociais

source: You can't add a bookmark without a URL or title.
da: Du kan ikke tilføje en URL uden URL eller titel.
de: Du kannst kein Lesezeichen ohne URL oder Titel hinzufügen.
fr: Vous ne pouvez pas ajouter un signet dépourvu d'URL ou de titre.
it: Non è possibile aggiungere un preferito senza un URL o un titolo.
pt: Não pode adicionar um marcador sem um URL ou título.

source: URL
fr: Lien

source: Title
da: Titel
de: Titel
fr: Titre
it: Titolo
pt: Título

source: Private
da: Privat
de: Privat
fr: Privé
it: Privato
pt: Privado

source: Copy URL
da: Kopier URL
de: URL kopieren
fr: Copier le lien
it: Copia URL
pt: Copiar URL

source: Copy Title
da: Kopier Title
de: Titel kopieren
fr: Copier le titre
it: Copia Titolo
pt: Copiar Título

source: Other
da: Andre
de: Sonstige
fr: Autre
it: Altro
pt: Outros

source: Set as private?
da: Marker som privat?
de: Auf privat setzen?
fr: Marquer comme privé ?
it: Privato?
pt: Marcar como privado?

source: Mark as read?
da: Marker som læst?
de: Als gelesen markieren?
fr: Marquer comme lu ?
it: Già letto?
pt: Marcar como lido?

source: Copy to mine
da: Kopier til egne
de: Zu eigenen Lesezeichen hinzufügen
fr: Copier vers mon compte
it: Importa
pt: Copiar para os meus

source: Send to Instapaper
da: Send til Instapaper
de: An Instapaper senden
fr: Envoyer vers Instapaper
it: Invia a Instapaper
pt: Enviar para Instapaper

source: Send to Readability
da: Send til Readability
de: An Readability senden
fr: Envoyer vers Readability
it: Invia a Readability
pt: Enviar para Readability

source: Edit Bookmark
da: Rediger bogmærke
de: Lesezeichen bearbeiten
fr: Éditer le signet
it: Modifica preferito
pt: Editar Marcador

source: Delete Bookmark
da: Slet bogmærke
de: Lesezeichen löschen
fr: Effacer le signet
it: Elimina preferito
pt: Apagar Marcador

source: Are you sure you want to delete this bookmark?
da: Er du sikker på du vil slette dette bogmærke?
de: Bist du sicher, dass du dieses Lesezeichen löschen möchtest?
fr: Êtes-vous sûr de vouloir effacer ce signet ?
it: Sei sicuro di voler eliminare questo preferito?
pt: Tem a certeza que quer apagar o marcador?

source: Username
da: Brugernavn
de: Benutzername
fr: Nom d’utilisateur
it: Nome utente
pt: Nome de utilizador

source: Password
da: Kodeord
de: Passwort
fr: Mot de passe
pt: Palavra-chave

source: Enter your Pinboard credentials above.
da: Indtast dine loginoplysninger til Pinboard ovenfor.
de: Gib deine Pinboard Benutzerdaten ein. Schick uns eine E-Mail an support@aurora.io solltest du auf Probleme stoßen.
fr: Entrez vos identifiants Pinboard ci-dessus. Envoyez un email à support@aurora.io si vous rencontrez le moindre problème.
it: Inserisci le informazioni di login del tuo account Pinboard. In caso di problemi, invia un'email a support@aurora.io
pt: Insira os detalhes do Pinboard acima. Envie um email para support@aurora.io se encontrar algum problema.

source: Verifying your credentials...
da: Godkender din oplysninger...
de: Überprüfe deine Benutzerdaten...
fr: Informations en cours de vérification...
it: Verifica informazioni di login...
pt: A verificar os detalhes...

# We couldn't log you in. Please make sure you've provided valid credentials.
source: We couldn't log you in. Please double check you've provided valid credentials.
da: Vi kunne ikke logge dig ind. Tjek venligst dine oplysninger igen.
de: Du konntest nicht anmeldet werden. Bitte überprüfe deine Benutzerdaten.
fr: Nous n’avons pas pu vous identifier. Assurez-vous que vos informations sont valides.
it: Non è stato possibile effettuare il login. Controlla di aver inserito nome utente e password corretti.
pt: Não conseguimos ligá-lo. Por favor certifique-se que inseriu os detalhes corretamente.

source: You have successfully authenticated. Please wait while Pushpin downloads your bookmarks.
da: Du blev logget ind. Vent venligst mens vi henter dine bogmærker.
de: Du hast dich erfolgreich authentifiziert. Bitte warte bis wir deine Lesezeichen heruntergeladen haben.
fr: Votre authentification s’est déroulée avec succès. Merci de patienter pendant le téléchargement de vos signets.
it: Login effettuato. Attendi lo scaricamento di tutti i tuoi preferiti.
pt: A autenticação foi efetuada com sucesso. Por favor espere enquanto descarregamos os marcadores.

# Google Chrome failed to open
source: It looks like Google Chrome is unable to open this link. Click OK to open it with Safari instead.
da: Det ser ud som om Google Chrome ikke kan åbne dit link. Tryk OK for at åbne i Safari i stedet.
de: Es sieht so aus, als ob Google Chrome diesen Link nicht öffnen kann. Drücke OK, um ihn stattdessen mit Safari zu öffnen.
fr: Google Chrome ne peut pas ouvrir ce lien. Cliquez sur OK pour l’ouvrir avec Safari.
it: Sembra che Google Chrome non sia in grado di aprire il link. Tocca OK per aprirlo con Safari.
pt: Parece que o Google Chrome não consegue abrir esta ligação. Pressione OK para abrir com o Safari.

source: Mark as read
da: Marker som læst
de: Als gelesen markieren
fr: Marquer comme lu
it: Contrassegna come letto
pt: Marcar como lido

source: Open in Safari
da: Åben i Safari
de: Mit Safari öffnen
fr: Ouvrir dans Safari
it: Apri in Safari
pt: Abrir no Safari

# Private by default?
source: Default to private
da: Standard er privat
de: Privat als Standard?
fr: Privé par défaut ?
it: Privati per default?
pt: Privado por definição?

source: Open links with
da: Åben links med
de: Links öffnen mit:
fr: Ouvrir les liens avec
it: Apri link con
pt: Abrir links com

source: Install Chrome?
da: Installer Chrome?
de: Chrome installieren?
fr: Installer Chrome ?
it: Installare Chrome?
pt: Instalar Chrome?

source: In order to open links with Google Chrome, you first have to install it.
da: For at åbne links med Google Chrome skal du installere det ført.
de: Wenn du Links mit Google Chrome öffnen willst, muss dieser zuerst installiert werden.
fr: Pour ouvrir des liens dans Google Chrome, vous devez d’abord l’installer.
it: Per poter aprire i link con Google Chrome, devi prima installarlo.
pt: Para abrir links com o Google Chrome, primeiro tem de o instalar.

source: Are you sure?
da: Er du sikker?
de: Bist du sicher?
fr: Êtes-vous sûr ?
it: Sei sicuro?
pt: De certeza?

source: This will log you out and delete the local bookmark database from your device.
da: Dette vil logge dig ud og slette alle lokale bogmærker fra din enhed.
de: Du wirst nun abgemeldet und die lokale Lesezeichen-Datenbank wird von deinem Gerät gelöscht.
fr: Ceci vous déconnectera et effacera les signets enregistrés sur votre appareil.
it: Verrà effettuato il logout ed eliminato il database locale dei preferiti dal dispositivo.
pt: Isto irá sair e apagar a base de dados local do dispositivo.

source: Logging out of the application will reset the bookmark database on this device.
da: At logge ud vil nulstille bogmærkedatabasen på denne enhed.
de: Hierdurch wirst du von der Anwendung abgemeldet und die Lesezeichen-Datenbank wird zurückgesetzt.
fr: Ceci vous déconnectera de l’application et remettra à zéro la base de données de l’application.
it: Verrà effettuato il logout dall'applicazione e resettato il database dei preferiti.
pt: Isto irá sair da aplicação e restablecer a base de dados da aplicação.

source: Log Out
da: Log ud
de: Abmelden
fr: Déconnexion
pt: Sair

source: Contact Support
da: Kontakt support
de: Hilfe anfordern
fr: Contacter le support technique
it: Contatta l'assistenza
pt: Contatar Suporte

source: Request a feature
da: Efterspørg en feature
de: Ein Feature vorschlagen
fr: Demander une fonctionnalité
it: Richiedi una funzione
pt: Solicitar uma funcionalidade

source: Report a bug
da: Anmeld en fejl
de: Einen Fehler melden
fr: Signaler un problème technique
it: Segnala un bug
pt: Denunciar um problema

source: Email us
da: Send email til os
de: Eine E-Mail schicken
fr: Nous adresser un email
it: Contattaci
pt: Envie-nos um email

# Support Email Subject
source: Help me!
da: Hjælp mig!
de: Hilf mir!
fr: Aidez-moi!
pt: Ajudem-me!

source: Give Feedback
da: Giv feedback
de: Feedback geben
fr: Feedback
it: Feedback
pt: Feedback

# About Navigation Bar
source: About
da: Om
de: Über
fr: À propos
it: Info
pt: Sobre

# Read Later
source: Read Later Service
da: Læst senere service
de: Später-Lesen
fr: Lecture différée
pt: Ler mais tarde

source: Set read later service to
da: Vælg læs senere service:
de: Wähle einen Später-Lesen-Dienst:
fr: Pour la lecture différée, choisir :
it: Imposta il servizio Read Later su:
pt: Selecionar serviço de ler mais tarde para:

source: None
da: Ingen
de: Keinen
fr: Rien
it: Nessuno
pt: Nenhum

source: About
da: Om
de: Über
fr: À propos
it: Info
pt: Sobre

source: Close
da: Luk
de: Schließen
fr: Fermer
it: Chiudi
pt: Fechar

source: Bookmarklet copied to clipboard.
da: Bookmarklet kopieret til udklipsholderen.
de: Bookmarklet in die Zwischenablage kopiert.
fr: Bookmarklet copié dans le presse-papier.
it: Bookmarklet copiato negli appunti.
pt: Bookmarklet copiado para a área de transferência.

source: URL copied to clipboard.
da: URL kopieret til udklipsholderen.
de: URL in die Zwischenablage kopiert.
fr: Lien copié dans le presse-papier.
it: URL copiato negli appunti.
pt: URL copiado para a área de transferência.

source: Title copied to clipboard.
da: Titel kopieret til udklipsholderen.
de: Titel in die Zwischenablage kopiert.
fr: Titre copié dans le presse-papier.
it: Titolo copiato negli appunti.
pt: Título copiado para a área de transferência.

source: Suggest
da: Anbefal
fr: Suggérer
it: Suggerire

source: Hide
da: Skjul
fr: Cacher
it: Nascondi
pt: Esconder

source: Font
de: Schriftart
fr: Police

source: Header Font
fr: Police des en-têtes
it: Font titolo
pt: Font de Título

source: Font size
da: Font størrelse
de: Schriftgröße
fr: Taille de la police
it: Dimensione font
pt: Tamanho de font

source: Preview
da: Eksempel
de: Vorschau
fr: Prévisualiser
it: Anteprima

source: Minimize
da: Minimer
fr: Minimiser
it: Minimizzare

source: Text Alignment
da: Tekstjustering
de: Textausrichtung
fr: Aligement du texte
it: Allineamento del testo

source: Justified
da: Juster tekst
fr: Justifié
it: Giustificato
pt: Justificado

source: Left
da: Venstre
de: Links
fr: Gauche
it: A sinistra
pt: Esquerda

source: Right
da: Højre
de: Rechts
fr: Droite
it: A destra

source: Center
da: Centreret
de: Mitte
fr: Centre
it: Centro
pt: Centrar

source: Line Spacing
da: Linje afstand
de: Linienabstand
fr: Espace inter-ligne
it: Interlinea
pt: Espaçamento de Linha

source: Margins
da: Margen
de: Rand
fr: Marges
it: Margini

source: Display images?
da: Vis billeder?
de: Bilder anzeigen?
fr: Afficher les images?
it: Mostrare le immagini?
pt: Mostrar imagens?

source: Recent
da: Tidligere
de: Kürzlich
fr: Récents
it: Recenti

source: Bookmark marked as read.
da: Bogmærke markeret som læst.
fr: Signet marqué comme lu.
it: Preferito contrassegnato come letto.
pt: Marcador marcado como lido.

source: %lu bookmarks selected
da: %lu bogmærker markeret
fr: %lu signets sélectionnés
it: %lu preferiti selezionati
pt: %lu marcadores selecionados

source: %lu snippets
fr: %lu extraits
it: %lu snippet

source: 1 bookmark selected
da: 1 bogmærket valgt
fr: 1 signet sélectionné
it: 1 preferito selezionato
pt: 1 marcador selecionado

source: 1 snippet
fr: 1 extrait

source: Add Feed
da: Tilføj feed
fr: Ajouter un flux
it: Aggiungi Feed
pt: Addicionar feed

source: Advanced Settings
da: Avancerede instillinger
de: Erweiterte Einstellungen
fr: Paramètres avancés
it: Impostazioni Avanzate
pt: Configurações Avançadas

source: Changelog
da: Ændringer
fr: Liste des changements
pt: Registo de Alterações

source: Edit Tags
da: Rediger Tags
fr: Editer les tags
it: Modificare Tag
pt: Editar Etiquetas

source: Enable TextExpander
da: Aktiver TextExpander
fr: Activer TextExpander
it: Attivare TextExpander
pt: Ativar TextExpander

source: Launch 1Password
da: Åben 1Password
fr: Lancer 1Password
it: Avviare 1Password
pt: Abrir 1Password

source: Resets the list of URLs that you've decided not to add from the clipboard.
da: Nulstil listen over URLs som du har valgt ikke at blive spurgt om.
de: Lösche die Liste mit URLs, die du nicht aus der Zwischenablage hinzugefügt hast.
fr: Remettre à zéro la liste des liens que vous avez décidé de ne pas ajouter depuis le presse-papier.
it: Resetta l'elenco degli URL che hai deciso di non aggiungere dagli Appunti.

source: Update TextExpander Snippets
da: Opdater TextExpander Snippets
fr: Mettre à jour les raccourcis TextExpander
it: Aggiornare gli Snippet di TextExpander

source: %d bookmarks were added.
da: %d bogmærker blev tilføjet.
de: %d Lesezeichen wurden hinzugefügt.
fr: %d signets ont été ajoutés.
it: Aggiunti %d preferiti.
pt: %d marcadores adicionados.

source: 1 bookmark was added.
da: Et bogmærket blev tilføjet.
de: Ein Lesezeichen wurde hinzugefügt.
fr: 1 signet a été ajouté.
it: Aggiunto 1 preferito.
pt: 1 marcador foi adicionado.

source: Acknowledgements
fr: Remerciements
it: Ringraziamenti
pt: Reconhecimentos

source: Advanced Searching
da: Avanceret søgning
de: Erweiterte Suche
fr: Recherche avancée
it: Ricerca Avanzata
pt: Pesquisa Avançada

source: Almost ready to go, but not quite functional yet.
da: Næsten klar, men ikke funktionel endnu.
fr: Presque prêt, mais pas encore fonctionel.
it: Quasi pronto, ma non ancora del tutto funzionante.
pt: Quase pronto, mas ainda não funcional.

source: Always show add prompt
da: Vis altid tilføj vinduet
de: Zeige immer eine Bestätigung beim Hinzufügen
fr: Toujours afficher la fenêtre d'ajout
it: Mostra sempre Aggiungi preferito
pt: Mostrar sempre mensagem de opções

source: Always show the add bookmark prompt, even for URLs that Pushpin has seen before.
da: Vis altid 'Tilføj bogmærke' vinduet, selv når Pushpin har set URL før.
fr: Toujours afficher la fenêtre d'ajout, y compris pour les URLs qui ont déjà été ajoutées.
it: Mostra sempre la richiesta di aggiunta di un preferito, anche per URL già visti prima.
pt: Mostrar sempre a mensagem de opções de adicionar marcador, Até para URLs que o Pushpin já viu antes.

source: Are you sure you want to delete these bookmarks?
da: Er du sikker på du vil slette disse bogmærker?
de: Willst du dieses Lesezeichen wirklich löschen?
fr: Êtes-vous sûr de vouloir effacer ces signets?
it: Sei sicuro di voler eliminare questi preferiti?
pt: Tem a certeza que quer apagar estes marcadores?

source: Are you sure you want to delete this tag? There is no undo.
da: Er du sikker på du vil slette dette tag? Der er ingen fortrydelse.
de: Willst du diesen Tag wirklich löschen? Dies kann nicht rückgängig gemacht werden.
fr: Êtes-vous sûr de vouloir effacer ce tag? Cette opération est irréversible.
it: Sei sicuro di voler eliminare questo tag? Non si può annullare.
pt: Tem a certeza que quer apagar esta etiqueta? Não há como anular.

source: Authentication Error
da: Login fejl
de: Authentifizierungsfehler
fr: Erreur d'authentification
it: Errore di autenticazione
pt: Erro de autenticação

source: Auto mark as read
da: Marker automatisk som læst
de: Automatisch als gelesen markieren
fr: Marquer comme lu automatiquement
it: Segnala come letto automaticamente
pt: Marcar automaticamente como lido

source: Back
da: Tilbage
de: Zurück
fr: Retour
it: Indietro
pt: Voltar

source: Browser Integration
fr: Intégration avec le navigateur
it: Integrazione browser
pt: Integração em Browsers

source: Browser Settings
de: Browser-Einstellungen
fr: Paramètres du navigateur
it: Impostazioni browser
pt: Configurações de Browsers

source: Clear
da: Tøm
fr: Effacer
pt: Limpar

source: Click to edit description.
fr: Cliquer pour éditer la description.
it: Tocca per modificare la descrizione.
pt: Clique para editar a descrição.

source: Clipboard URL detection
de: URLs in der Zwischenablage erkennen
fr: Détection des URLs dans le presse-papier.
it: Rilevamento URL negli Appunti
pt: Deteção de URL na área de transferência

# Compress bookmark list
source: Compress bookmarks
da: Komprimer bogmærker
de: Kürze Lesezeichenliste
fr: Compresser la liste des signets
it: Nascondere tag & descrizioni?
pt: Comprimir lista de marcadores

source: Copy bookmarklet to clipboard
fr: Copier le bookmarklet dans le presse-papier
it: Copia il bookmarklet negli appunti
pt: Copiar bookmarklet para área de transferência

source: Default Browser
de: Standard-Browser
fr: Navigateur par défaut
it: Browser Predefinito
pt: Browser Pré-Definido

source: Default Feed
de: Standard-Feed
fr: Flux par défaut
it: Feed Predefinito
pt: Feed Pré-Definido

source: Designed and developed by Lionheart Software.
fr: Conçu et développé par Lionheart Software.
it: Progettato e sviluppato da Lionheart Software
pt: Desenhado e Desenvolvido por Lionheart Software.

source: Dim read bookmarks
de: Gelesene Lesezeichen dimmen
fr: Obscurcir les signets lus
it: Schiarire preferiti già letti?
pt: Escurecer marcadores lidos

source: Display Settings
fr: Paramètres d'affichage
it: Impostazioni visualizzazione
pt: Mostrar Configurações

source: Display a notification when the URL currently on the clipboard is one that you've previously decided not to add.
da: Vis en besked når den nuværende URL i udklipsholderen er en du tidligere har valgt ikke at tilføje.
fr: Afficher une notification quand l'URL dans le presse-papier a déjà été vue et n'a pas été ajoutée
it: Mostra un avviso quando l'URL salvato negli Appunti è uno che in passato hai scelto di non aggiungere.
pt: Mostrar uma notificação quando o URL presentemente na área de transferência é um que previamente decidiu não adicionar.

source: Dolphin
fr: Dauphin

source: Editing
de: Bearbeiten
fr: Éditer
it: Modifica
pt: A Editar

source: Email Address
da: Email Addresse
de: E-Mail-Adresse
fr: Adresse e-mail
it: Indirizzo email
pt: Endereço de Email

source: Error sending to Readability.
da: Fejl ved afsendelse til Readability.
de: Fehler beim Senden an Readability
fr: Une erreur est survenue lors de l'envoi à Readability
it: Errore nell'invio a Readability.
pt: Erro a enviar para Readability.

source: Feedback Forum
fr: Forum de feedback
it: Forum feedback
pt: Forum de Comentários

source: Finalizing Metadata
da: Færdiggører Metadata
de: Vervollständige Metadaten
fr: Peaufine les méta-données
it: Completamento dei metadati
pt: A Finalizar Metadata

source: Follow @Pushpin_app on Twitter
de: Folge @Pushpin_app auf Twitter
fr: Suivez @Pushpin_app sur Twitter
it: Segui @Pushpin_app su Twitter
pt: Segue @Pushpin_app no Twitter

source: Follow Pushpin on Twitter
fr: Suivez Pushpin sur Twitter
it: Segui Pushpin su Twitter
pt: Segue Pushpin no Twitter

source: For always believing in me.
fr: Pour avoir toujours cru en moi.
it: Per credere sempre in me.
pt: Por acreditar sempre em mim.

source: For archival accounts only.
da: For arkiv kontoer kun.
de: Nur für Accounts mit Archiv.
fr: Pour les comptes archivés seulement
it: Solo per account con archiviazione.
pt: Apenas para contas de arquivo.

source: For donating the getpushpin.com domain name.
fr: Pour avoir fait don du nom de domaine getpushpin.com.
it: Per aver donato il nome di dominio getpushpin.com
pt: Por dor o nome de domínio getpushpin.com.

source: For inspiring me and making me laugh.
fr: Pour m'avoir inspiré et fait rire.
it: Per l'ispirazione e le risate.
pt: Por me inspirar e fazer rir.
