Repository: lionheart/Pushpin
Catalog: Localizations/*.lproj/Localizable.strings
Languages: da, de, fr, it, pt

source: For making Pinboard.
fr: Pour avoir créé Pinboard.
it: Per aver creato Pinboard.
pt: Por fazer o Pinboard.

source: For stripping text, CSS, and Javascript from webpages.
fr: Pour retirer le text, CSS et Javascript des pages web
it: Per eliminare testo, CSS e Javascript dalle pagina Web.
pt: Por tirar texto, CSS, e Javascript de páginas web.

source: French translation.
fr: Traduction française.
it: Localizzazione in francese.
pt: Tradução Francesa.

source: Frequently Asked Questions
fr: Foire aux questions
it: Domande più frequenti
pt: Perguntas Frequentes

source: German translation.
fr: Traduction allemande.
it: Localizzazione in tedesco.
pt: Tradução Alemã.

source: Help
da: Hjælp
de: Hilfe
fr: Aide
it: Aiuto
pt: Ajuda

source: How to install on Chrome for iOS
fr: Comment installer sur Chrome pour iOS
it: Come installare su Chrome per iOS
pt: Como instalar no Chrome para iOS

source: How to install on Safari
fr: Comment installer sur Safari
it: Come installare su Safari
pt: Como instalar no Safari

source: Instapaper Login
de: Instapaper Anmeldung
fr: Login Instapaper
it: Login Instapaper
pt: Login Instapaper

source: Italian translation.
fr: Traduction italienne.
it: Localizzazione in italiano.
pt: Tradução Italiana.

source: Knowledge Base
fr: Base de connaissance
it: Supporto
pt: Base de conhecimento

source: Limit descriptions to two lines and tags to one line.
da: Begræns beskrivelser til to linker og tags til en.
de: Begrenze Beschreibungen auf zwei Zeilen und Tags auf eine Zeile.
fr: Limiter les descriptions à deux lignes et les tags à une ligne.
it: Limitare le descrizioni a due righe di testo e i tag a una riga.
pt: Limitar descrições a duas linhas e etiquetas a uma linha.

source: Link already sent to Readability.
da: Linket er allerede sendt til Readability.
de: Link wurde schon zu Readability gesendet.
fr: Signet déjà envoyé vers Readability.
it: Link già inviato a Readability.

source: Log In
da: Log ind
de: Anmelden
fr: S'identifier

source: Logging into Instapaper.
da: Logger ind i Instapaper.
de: Bei Instapaper anmelden.
fr: En cours d'identification chez Instapaper.
it: Effettuando il login a Instapaper.

source: Logging into Pocket.
da: Logger ind i Pocket.
de: Bei Pocket anmelden.
fr: En cours d'identification chez Pocket.
it: Effettuando il login a Pocket.

source: Logging into Readability.
da: Logger ind i Readability.
de: Bei Readability anmelden.
fr: En cours d'identification chez Readability.
it: Effettuando il login a Readability.

source: Main Settings
de: Grundeinstellungen
fr: Paramètres principaux
it: Impostazioni principali

source: Notify when a URL isn't added
da: Giv mig besked når en URL ikke er tilføjet
de: Benachrichtige mich, wenn eine URL nicht hinzugefügt wurde
fr: Notifier quand une URL n'est pas ajoutée
it: Avvisami quando un URL non viene aggiunto

source: Open Pushpin
da: Åben Pushpin
de: Öffne Pushpin
fr: Ouvrir Pushpin
it: Aprire Pushpin

source: Password may be blank.
da: Password kan være blankt.
de: Passwort kann leer sein.
fr: Le mot de passe peut être vide.
it: Il campo password può essere vuoto.

source: Pinboard is currently down. Please try logging in later.
da: Pinboard er i øjeblikket nede. Prøv igen senere.
de: Pinboard ist derzeit nicht erreichbar. Bitte versuche es später.
fr: Pinboard est actuellement en panne. Veuillez essayer plus tard.
it: Pinboard è offline al momento. Prova a effettuare il login più tardi.

source: Please enter both a username and password to sign into Pinboard.
da: Indtast venligst både et brugernavn og kodeord for at logge ind.
de: Bitte gebe ein Benutzername und ein Passwort ein, um dich bei Pinboard anzumelden
fr: Veuillez entrer votre nom d'utilisateur et mot de passe pour s'identifier chez Pinboard
it: Inserire nome utente e password per autenticarsi con Pinboard.

source: Portugese translation.
fr: Traduction portugaise
it: Localizzazione in potoghese.

source: Post an idea
fr: Poster une idée
it: Invia un'idea

source: Product design and development
fr: Conception et développement
it: Product design e sviluppo

source: Product development
fr: Développement
it: Product sviluppo

source: Purge Cache
fr: Purger le cache
it: Svuota la cache

source: Rate Pushpin on the App Store
da: Bedøm Pushpin på AppStore
de: Bewerte Pushpin im App Store
fr: Donnez une note à Pushpin sur l'App Store
it: Valuta Pushpin sull'App Store

source: Rate us in the App Store
fr: Donnez-nous une note sur l'App Store
it: Valutaci sull'App Store

source: Read Later Service
fr: Service de lecture différée
it: Servizio Read Later

# Read by default?
source: Default to read
da: Standard er læst
de: Gelesen als Standard?
fr: Lu par défaut?
it: Letti per default?

source: Read
da: Læs
de: Gelesen
fr: Lu
it: Letto

source: Readability Login
de: Readability Anmeldung
fr: Identification Readability
it: Login Readability

source: Remove
da: Fjern
de: Entfernen
fr: Supprimer
it: Rimuovi

source: Reset the list of stored URLs
da: Nulstil listen over gemte URLs.
de: Liste der gespeicherten URLs löschen.
fr: Vider la liste des URLs stockées
it: Resettare l'elenco degli URL archiviati

source: Resetting Cache
da: Nulstiller Cache
de: Cache zurücksetzen
fr: Vider le cache
it: Svuotando la cache

source: Resetting stored URL list
da: Nulstil gemte URL lister
de: Gespeicherte URL-Liste zurücksetzen
fr: Vider la liste des URLs stockées
it: Resettando l'elenco di URL archiviati

source: Review Pushpin on iTunes
fr: Postez une critique de Pushpin sur iTunes
it: Valuta Pushpin su iTunes

source: Save
da: Gemt
de: Speichern
fr: Sauver
it: Salva

source: Saved Feeds
fr: Flux sauvés
it: Feed salvati

source: Search Full-Text
da: Søg i fuld tekst
de: Volltext-Suche
fr: Recherche full-text
it: Ricerca in tutto il testo

source: Search Tips
fr: Astuces de recherche
it: Suggerimenti per la ricera

source: Search scope
da: Søgeområde
de: Suchbereich
fr: Scope de la recherche
it: Ambito della ricerca

source: Search
da: Søg
de: Suche
fr: Chercher
it: Cerca

source: Sent to Pocket.
da: Sendt til Pocket.
de: An Pocket gesendet.
fr: Envoyé chez Pocket.
it: Inviato a Pocket.

source: Sent to Readability.
da: Sendt til Readability.
de: An Readability gesendet.
fr: Envoyé chezReadability.
it: Inviato a Readability.

source: Starred
da: Stjernemarkeret
de: Favoriten
fr: Étoilé
it: Favoriti

source: Tagged
de: Getaggt
fr: Avec tag
it: Contrassegnato

source: Tags, separated by spaces
fr: Tags, séparés par des espaces
it: Tag, separati da spazi

source: Tap an existing tag to remove it
da: Tryk på et eksisterende tag for at fjerne det
de: Auf einen vorhandenen Tag tippen, um ihn zu löschen
fr: Tapez un tag existant pour le supprimer
it: Tocca un tag esistente per eliminarlo

source: Tap to add tags.
da: Tryk for at tilføje Tags.
de: Tippen, um Tags hinzuzufügen
fr: Tapez pour ajouter des tags
it: Tocca per aggiungere tag.

source: Tap to view license.
fr: Tapez pour voir la licence.
it: Tocca per vedere la licenza

source: The URL list was cleared.
da: URL listen blev slettet.
de: Die URL-Liste wurde gelöscht.
fr: La liste des URLs a été vidée
it: L'elenco degli URL è stato resettato.

source: The selected default feed will be shown immediately after starting the app
de: Der ausgewählte Standard Feed wird unmittelbar nach Start der App angezeigt.
fr: Le flux par défaut choisi sera affiché immédiatement après le redémarrage de l'app
it: Il feed predefinito selezionato verrà mostrato subito dopo aver lanciato l'app

source: There was an error adding your bookmark.
da: Der skete en fejl ved tilføjelse af bogmærke.
de: Beim Hinzufügen des Lesezeichens ist ein Fehler aufgetreten.
fr: Une erreur est survenue lors de l'ajout du signet.
it: Si è verificato un errore nell'aggiunta del preferito.

source: To enable Pinboard full-text search, please log out and then log back in.
da: For at aktivere Pinboard fuld tekst søgning. Log ud og log ind igen.
de: Um die Pinboard Volltextsuche zu aktivieren, bitte abmelden und wieder anmelden.
fr: Pour activer la recherche full-text de Pinboard, merci de vous déconnecter et reconnecter.
it: Per attivare la ricerca in tutto il testo di Pinboard, effettuare il logout e poi ancora il login.

source: Translations
fr: Traductions
it: Localizzazioni

source: Unable to add bookmark; no connection available.
da: Kunne ikke tilføje bogmærke; ingen forbindelse tilgængelig.
de: Lesezeichen konnte nicht hinzugefügt werden - Keine Verbindung vorhanden.
fr: Impossible d'ajouter un signet. Aucune connexion disponible.
it: Impossibile aggiungere il preferito; non c'è connessione.

source: Verifying credentials
da: Godkender oplysninger
de: Überprüfe Benutzerdaten
fr: Vérification des informations
it: Verifica delle credenziali

source: View changelog
fr: Voir la liste des changements
it: Registro delle modifiche

source: Visual design
fr: Conception visuelle
it: Progettazione visiva

source: Watch a video
fr: Regarder une vidéo
it: Video tutorial

source: We couldn't log you into Instapaper with those credentials.
da: Vi kunne ikke logge dig ind i Instapaper med de oplysninger
de: Wir konnten dich mit diesen Benutzerdaten nicht bei Instapaper anmelden.
fr: Echec de l'identification auprès d'Instapaper avec ces informations
it: Non è stato possibile collegarsi a Instapaper con queste credenziali.

source: We couldn't log you into Readability with those credentials.
da: Vi kunne ikke logge dig ind i Readability med de oplysninger
de: Wir konnten dich mit diesen Benutzerdaten nicht bei Readability anmelden.
fr: Echec de l'identification auprès de Readability avec ces informations
it: Non è stato possibile collegarsi a Readability con queste credenziali.

source: When opening unread bookmarks.
da: Når et ulæst bogmærke bliver åbnet.
de: Beim Öffnen von ungelesen Lesezeichen
fr: Lors de l'ouverture de signets non-lus
it: Aprendo preferiti non letti.

# You can also toggle this by pinching in or out when viewing bookmarks.
source: You can also toggle this by tapping the title bar or pinching in or out when viewing bookmarks.
da: Du kan også skifte ved at trykke på titelbaren eller ved at zoome ind eller ud når du ser bogmærker.
fr: Vous pouvez activer et désactiver ceci en pinçant en avant ou arrière lors de l'affichage du signet
it: Si può ottenere lo stesso effetto pizzicando verso l'interno o verso l'esterno mentre si consultano i preferiti.

source: You can't browse popular feeds unless you have an active Internet connection.
da: Du kan ikke gennemse i populære feeds medmindre du har en aktiv internetforbindelse.
fr: Vous ne pouvez pas naviguer parmi les flux populaires sans connexion internet active.
it: Non è possibile consultare i feed più diffusi senza una connessione a Internet.

source: You have no saved feeds.
fr: Vous n'avez pas de flux sauvés.
it: Nessun feed salvato.

source: You've successfully logged in.
da: Du blev logget ind.
de: Du hast dich erfolgreich angemeldet.
fr: Vous avez été identifié(e) avec succès.
it: Login effettuato con successo.

source: Your cache was cleared.
da: Din cache blev nulstillet.
de: Dein Cache wurde gelöscht.
fr: Le cache a été vidé
it: La cache è stata svuotata

source: "Purge cache" in settings if you'd like to add the URL on your clipboard.
fr: "Purger le cache" dans les paramètres si vous souhaitez ajouter l'URL dans le presse-papier
it: "Svuota la cache" nelle impostazioni se vuoi aggiungere l'URL presente negli appunti.

source: An unknown error occured.
fr: Une erreur inconnue est survenue.
it: Si è verificato un errore sconosciuto.

source: Are you sure you'd like to clear the cache? There is no undo.
fr: Êtes-vous sûr de vouloir vider le cache? Cette action est irréversible.
it: Sei sicuro di voler svuotare la cache? Non si può annullare.

source: Clear Offline Cache
de: Offline Cache löschen
fr: Vider le cache hors ligne.
it: Svuota la cache offline

source: Current Usage
de: Aktueller Speichernutzung
fr: Utilisation courante
it: Utilizzo attuale

source: Download Full Webpage
de: Download gesamte Webseite
fr: Télécharger les pages entières
it: Scaricare l'intera pagina Web

source: Enable Offline Mode
de: Offline Modus aktivieren
fr: Activer le mode hors-ligne
it: Attivare la modalità Offline

source: Enter a name for this saved search.
fr: Entrer un nom pour cette recherche sauvegardée
it: Inserire un nome per la ricerca salvata.

source: Everything
fr: Tout
it: Tutto

source: Fetch Criteria
de: Download Kriterium
fr: Critère
it: Criteri di scaricamento

source: Mark All
fr: Marquer tous
it: Contrassegna Tutti

source: Mark None
fr: Marquer aucun
it: Contrassegna Nessuno

source: Offline Settings
de: Offline Einstellungen
fr: Réglages hors-ligne.
it: Impostazioni Offline

source: Recent (last 30 days)
fr: Récents (derniers 30 jours)
it: Recenti (ultimi 30 giorni)

source: Restore Purchases
fr: Récupérer les achats
it: Ripristina Acquisti

source: Retrieving popular tags
fr: Récupération des tags populaires
it: Recuperando i tag più diffusi

source: Save Search
de: Suche speichern
fr: Sauver la recherche
it: Salva Ricerca

source: Search Private
fr: Privés
it: Cerca nei Privati

source: Search Public
fr: Publics
it: Cerca nei Pubblici

source: Search Read
fr: Lus
it: Cerca nei già letti

source: Search Starred
fr: Étoilés
it: Cerca nei Favoriti

source: Search Tagged
fr: Avec tag
it: Cerca nei già etichettati

source: Search Unread
fr: Non-lus
it: Cerca nei Non letti

source: Search Unstarred
fr: Sans étoiles
it: Cerca nei Non favoriti

source: Search Untagged
fr: Sans tags
it: Cerca nei Non etichettati

source: Search in Results
fr: Résultats
it: Cerca nei risultati

source: Swipe right to suggest popular tags, swipe left to remove them. Separate tags with spaces and make a tag private by prepending it with a period.
fr: Glisser vers la droite pour suggérer des tags populaires. Glisser vers la gauche pour les supprimer. Séparez les tags avec des espaces. Ajouter un . devant un tag pour qu'il soit privé.
it: Passa il dito verso destra per avere suggerimenti sui tag più diffusi, verso sinistra per eliminarli. Separa i tag con uno spazio e rendi un tag privato aggiungendo un punto davanti a esso.

source: Tap the info button to read about advanced searches.
de: Klicke auf den Info Button, um mehr über die Erweiterte Sushe zu erfahren.
fr: Tapez le bouton d'info pour voir la documentation sur les recherches avancées
it: Tocca il pulsante info per informazioni sulle ricerche avanzate.

source: The future is here. Be one with the extensions. Never see a bookmark prompt again. Ever.
fr: Le futur est là. Soyez celui qui utilise les extensions. Ne voyez plus de fenêtre d'ajout de bookmark. Jamais.
it: Il futuro è qui. Usate le estensioni: non vedrete mai più una richiesta di conferma per l'aggiunta dei preferiti.

source: This client is not authorized to make in-app purchases.
fr: Ce client n'est pas autorisé à faire des achats in-app.
it: Questo client non è autorizzato a effettuare acquisti in-app.

source: This will delete any stored articles on your device.
fr: Ceci va effacer tous les articles stockés sur votre appareil.
it: Così si elimineranno tutti gli articoli salvati nel dispositivo.

source: Turn it off!
fr: Éteindre
it: Disattivalo!

source: Unread and Recent
fr: Non-lus et récents
it: Non letti e Recenti

source: Usage Limit
de: Speichernutzung Limit
fr: Limite d'utilisation
it: Usa al massimo

source: Your saved search was added.
fr: Votre recherche a été sauvegardée.
it: Ricerca salvata aggiunta.

source: Advanced Search
de: Erweiterte Suche
fr: Recherche avancée
it: Ricerca Avanzata

source: Big
fr: Gros
it: Grande

source: Biggest
fr: Plus gros
it: Massima

source: Browser
fr: Navigateur

source: Browsing
fr: Naviguer

source: Clear Cache
de: Cache löschen
fr: Vider le cache
it: Svuota Cache

source: Download Complete
fr: Téléchargement terminé
it: Download Completato

source: Full Text
fr: Texte complet
it: In tutto il testo

source: Invalid Token
fr: Token invalide
it: Token non valido

source: Medium
fr: Moyen
it: Media

source: Mine (Pinboard Syntax)
fr: Mes signets (syntaxe de Pinboard)
it: Miei (Sintassi Pinboard)

source: Mine
fr: Les miens
it: Miei

source: Offline
fr: Hors ligne

source: Open links in-app
de: Links öffnen in-app
fr: Ouvrir les liens dans l'app
it: Apri link nell'applicazione

source: Please open Pushpin to refresh your credentials.
fr: Veuillez ouvrir Pushpin pour vous authentifier à nouveau
it: Aprire Pushpin per aggiornare le credenziali.

source: Reader Settings
de: Reader Einstellungen
fr: Réglages de la vue de lecture
it: Impostazioni Reader

source: Reader View
de: Reader Ansicht
fr: Vue de lecture
it: Vista Reader

source: Small
fr: Petit
it: Piccola

source: Smallest
fr: Plus petit
it: Minima

source: Unstarred
de: Nichtfavoriten
fr: Sans étoile
it: Non favoriti

source: Downloading
fr: En cours de téléchargement
it: Scaricamento

# Advanced Settings - Short
source: Advanced
de: Erweiterte Einstellungen
fr: Avancé
it: Avanzata

source: URL Scheme
it: Schema URL

source: Attributions
it: Attribuzioni
pt: Atribuições

source: Feedback & Support
it: Feedback & Supporto
pt: Comentários e Ajuda

source: Tags
it: Tag
pt: Etiquetas

source: Notes
da: Noter
de: Notizen
it: Note
pt: Notas

source: Public
da: Offentlig
de: Öffentlich
it: Pubblici
pt: Público

source: Description
da: Beskrivelse
de: Beschreibung
it: Descrizione
pt: Descrição

source: Cyberspace
it: Cyberspazio

source: Static Assets
it: Risorse statiche

# Offline Settings Section Footer
source: By default, Pushpin will download bookmarks matching your fetch criteria in the background. If you don't want to wait, the button above will start a sync manually
de: Standardmäßig wird Pushpin Lesezeichen anhand der Download Kriterien im Hinterdgrund herunterladen. Wenn Sie nicht warten möchten, aktiviert der obere Button die unmittelbare Synchronisation.
